"Prevent accidental quitting" = "Hindre utilsiktet avslutning";
"Monthly" = "Månedlig";
"Check for update immediately" = "Se etter oppdateringer nå";
"Add Quicksilver to your login items" = "Legg til Quicksilver i listen over påloggingsobjekter";
"Download updates in the background" = "Last ned oppdateringer i bakgrunnen";
"Restart immediately" = "Start på nytt umiddelbart";
"Warn before quitting" = "Advar før avslutning";
"Normal" = "Normal";
"Run Setup" = "Gå til oppsett";
"Enable update checking" = "Aktiver søk etter oppdateringer";
"Now" = "Nå";
"⌽" = "⌽";